Repository: wescamp/Galis_Contract-1.6
Catalog: po/*.po
Languages: it

source: Up From Slavery
it: Fuga Dalla Schiavitù

source: UFS
it: FDS

source: (easiest)
it: (più facile)

source: (hardest)
it: (più difficile)

source: The year is... Well, the orcs don't know exactly what year it is. They are captives in the imperial city of Lavinium, gladiators performing for the emperor Optus Maximus. All it will take, however, is one orc to lead his people to freedom. The Samnis called Sparxus may be that orc. (Intermediate level, 7 scenarios.)
it: L'anno è... Beh, gli orchi non sanno esattamente che anno è. Essi sono prigionieri nella città imperiale di Lavinium, esibendosi come gladiatori per l'imperatore Optus Maximus. Quello che serve, comunque, è un orco per guidare la sua gente alla libertà. Il Samnis chiamato Sparxus potrebbe essere quell'orco. (Livello Intermedio, 7 scenari.)

source: Unlucky Draw
it: Una Mano Sfortunata

source: Thod's Army
it: L'Esercito di Thod

source: Urbel's Army
it: L'Esercito di Urbel

source: Spectators
it: Spettatori

source: This be my tale, the tale of Sparxus, an orc. A gladiator in the Lavinian Coliseum, as was my father, and his father, and on like that for a long time. I don't quite know how long, but I've heard tell its four hundred years.
it: Questa è la mia storia, la storia di Sparxus, un orco. Un gladiatore nel Colosseo di Lavinium, come lo era stato mio padre, e suo padre, e così via per lungo tempo. Non so esattamente per quanto tempo, ma ho sentito dire che siano quattrocento anni.

source: Truth be told, we orcs are for the most part happy here in the Coliseum. We get to fight, if we fight well we get to mate, and the slave quarters, the 'Barracks', are like a city within a city.
it: A dire la verità, noi orchi siamo per la maggior parte felici nel Colosseo. Noi troviamo la lotta, se combattiamo bene troviamo un compagno, e i quartieri degli schiavi, le “Baracche”, sono come una città nella città.

source: Sure, we can only fight in the Coliseum, or the men get mad at us, and we can't choose who we fight 'cause the men do that. But that's not so bad, most of the time.
it: Certo, possiamo combattere solo nel Colosseo, o gli uomini si arrabbiano con noi, e non possiamo scegliere chi combattere perché gli uomini lo fanno per noi. Ma non è così male, il più delle volte.

source: Of course, some of the time, it is.
it: Naturalmente, qualche volta, lo è.

source: Defeat Proxius and Gysebus
it: Sconfiggi Proxius e Gysebus

source: Death of Sparxus
it: Morte di Sparxus

source: Death of Grarivus
it: Morte di Grarivus

source: Well, Sparxus, let's get them.
it: Bene, Sparxus, prendiamoli.

source: First one to kill Grarivus wins.
it: Il primo che uccide Grarivus vince.

source: Sounds good to me.
it: Per me, va bene.

source: I give you - the Orces Gladiatores!
it: Vi presento – gli Orchi Gladiatori!

source: We -
it: Ave –

source: - who are about to die -
it: – i morituri –

source: - salute you!
it: – vi salutano!

source: (Something like that, anyway.)
it: (Qualcosa tipo questo, comunque.)

source: Today, we will see a battle between two of the barbarian tribes of the west. One worships Urbel, the god of the sea - this team wears green and blue - and the other Thod, the god of fire - this one in red and purple.
it: Oggi, vedremo una battaglia fra due tribù barbare dell'ovest. Una adora Urbel, il dio del mare – questa squadra ha i colori verde e blu – e l'altra Thod, il dio del fuoco – quest'altra in rosso e porpora.

source: Gladiatores, take your positions!
it: Gladiatori, prendete posizione!

source: Wait -
it: Aspetta –

source: - Did he just say it was blue-green against red-purple?!
it: – Non ha appena detto che era blu-verdi contro rossi-porpora?!

source: I think he did.
it: Penso di sì.

source: That means -
it: Ciò significa –

source: We're enemies. I'm with...
it: Siamo nemici. Io sono con...

source: Me. Dammit.
it: Me. Maledizione.

source: That's... unfortunate.
it: Questa è... sfortuna.

source: Let's get this over with.
it: Superiamo questa situazione.

source: Right, so, the teams are me and Proxius 'gainst Gysebus and Grarivus... ah well.
it: Giusto, allora, le squadre sono io e Proxius contro Gysebus e Grarivus... ah, bene.

source: Let the battle - begin!
it: Che la battaglia – inizi!

source: Well, let's take'em...
it: Va bene, prendiamoli...

source: Right! Remember to hold the oases, their waters give strength.
it: Giusto! Ricordate di tenere le oasi, le loro acque danno forza.

source: Mercy! I surrender!
it: Pietà! Mi arrendo!

source: Let's let him live...
it: Lascialo vivere...

source: What says the emperor?
it: Cosa dice l'Imperatore?

source: Kill him.
it: Uccidetelo.

source: The emperor has spoken! Die, Proxius!
it: L'Imperatore ha parlato! Muori, Proxius!

source: I'm sorry, friend...
it: Mi dispiace, amico...

source: I yield!
it: Cedo!

source: Very well. You shall live.
it: Molto bene. Tu vivrai.

source: Wait - what does the emperor say?
it: Aspetta – cosa dice l'Imperatore?

source: Damn you again, Grarivus - well, Proxius, prepare to die. I'm sorry.
it: Maledetto di nuovo tu, Grarivus – bene, Proxius, preparati a morire. Mi dispiace.

source: One down...
it: Uno sconfitto...

source: I surrender!
it: Mi arrendo!

source: I grant you mercy. Stand, friend.
it: Ti concedo pietà. Alzati, amico.

source: What in Hades is this? You kill Gysebus but let this dog live?
it: Che diavolo è questo? Uccidi Gysebius ma lasci vivere questo cane?

source: This 'dog' fought well. He deserves life.
it: Questo “cane” ha ben combattuto. Egli merita di vivere.

source: Ha! Gysebus fought better. You're just a damn coward. Let's see what the emperor says.
it: Ha! Gysebius ha combattuto meglio. Sei solo un dannato codardo. Vediamo cosa dice l'Imperatore.

source: Argh... well, Proxius, it seems you must perish.
it: Argh... bene, Proxius, sembra che tu debba morire.

source: Ai! Mercy!
it: Ah! Pietà!

source: Not likely. Die!
it: Neanche per sogno. Muori!

source: Have pity! Don't kill me!
it: Abbi pietà! Non uccidermi!

source: Face death like a mann, Gysebus.
it: Muori come un uomo, Gysebus.

source: It's down to you and me, then.
it: Adesso è fra te e me, allora.

source: Yes. Well, if we must fight, we must.
it: Sì. Bene, se dobbiamo combattere, dobbiamo.

source: Have mercy!
it: Abbi pietà!

source: Proxius got none. Neither shall you.
it: Proxius non l'ha avuta. Non l'avrai nemmeno tu.

source: A good kill!
it: Una buona preda!

source: That was a cheap shot.
it: Era un colpo facile.

source: Another falls.
it: Un altro cade.

source: I love the smell of blood in the morning.
it: Mi piace l'odore del sangue al mattino.

source: The Slave Quarters
it: I quartieri degli schiavi

source: Escaped Orcs
it: Gli orchi fuggiaschi

source: 1st Legion
it: Prima legione

source: After that mockery of a battle the Lavinians escorted us back to the Barracks. The sun was setting in the west just as we returned...
it: Dopo quella parodia di battaglia i Laviniani ci riportarono alle Baracche. Il sole stava tramontando ad ovest proprio mentre ritornavamo...

source: Defeat the Barracks guard
it: Sconfiggi la guardia delle Baracche

source: This has waited too long... Grarivus, I'm going to kill you even if the Lavinians kill me for it!
it: Ho aspettato questo momento da troppo tempo... Grarivus, ti ucciderò anche se i Laviniani mi uccideranno per questo!

source: For some reason you seem to think they'll get a chance. They won't know you were ever there by the time I'm done with you!
it: Per qualche ragione sembri pensare che essi sfrutteranno l'occasione. Essi non sapranno chi tu sia quando avrò finito con te!

source: Just a damn minute! If you two kill each other the Lavinians will punish all of us. That aint gonna happen.
it: Aspetta un dannato istante! Se voi vi uccidete l'un l'altro i Laviniani ci puniranno tutti. Questo non deve accadere.

source: The bastard has a point.
it: Il bastardo ha ragione.

source: Yeah, well... I'm still gonna kill you. If not here and now, sometime later at the Coliseum. You will die, Grarivus!
it: Sì, bene... Ti ucciderò lo stesso. Se non qui ed adesso, qualche volta più tardi al Colosseo. Morirai, Grarivus!

source: If they never have us fight you'll never get a chance to fall to my blade.
it: Se non ci faranno mai combattere, non avrai la possibilità di cadere sotto la mia spada.

source: You know, the damn Lavinians want us to fight but don't let us kill the ones who really deserve it. Even you'd agree that's khampsa-dung.
it: Sai, i dannati Laviniani ci vogliono far combattere ma non ci permettono di uccidere quelli che veramente lo meritano. Perfino tu saresti d'accordo che questo è sterco di lucertola di fiume.

source: You have a point. No one should be able to stop me from killing you.
it: Hai ragione. Nessuno dovrebbe essere capace di fermarmi dall'ucciderti.

source: Grarivus, how about it - let's get out of here and go somewhere where we can fight it out properly.
it: Grarivus, cosa ne pensi – usciamo di qui ed andiamo da qualche parte dove possiamo combatterlo nella maniera giusta.

source: Yeah! Let's go find freedom!
it: Sì!! Cerchiamo di liberarci!

source: Well - all right, then. We'll get to freedom. But no further! And then - we fight!
it: Oh – tutto bene, allora. Ci libereremo. Ma non oltre! E allora – combatteremo!

source: We have a deal, enemy! You bring your menn, and I'll bring mine - together, we can get away from these Lavinians.
it: Abbiamo un patto, nemico! Tu porti i tuoi uomini, ed io porterò i miei – insieme, possiamo andarcene da questi Laviniani.

source: The slaves are trying to escape! Quick, block them off!
it: Gli schiavi stanno tentando di scappare! Svelti, fermateli!

source: Rush the guard! Don't let him call reinforcements!
it: Attaccate la guardia! Non lasciatela chiamare rinforzi!

source: Ha! Now, on to freedom! Down the road, menn!
it: Ha! Ora, verso la libertà! Per la strada, uomini!

source: You have found 100 gold on Laius Delenus' person.
it: Tu hai trovato 100 monete d'oro sulla persona di Laius Delenus.

source: Bring Sparxus to the end of the road
it: Porta Sparxus alla fine della strada

source: The slaves are escaping! After them!
it: Gli schiavi stanno scappando! Inseguiteli!

source: Down the road! Down the road!
it: Per la strada! Per la strada!

source: On to freedom, menn!
it: Verso la libertà, uomini!

source: That wave has been defeated - but soon new men will come to track us down. We must flee down the road!
it: Questa ondata è stata sconfitta – ma presto nuovi uomini si metteranno sulle nostre tracce. Dobbiamo scappare lungo la strada!

source: A Detour
it: Una Deviazione

source: Lavinian Townsmen
it: Cittadini laviniani

source: Thus, we continued north for several days, until we happened upon a small town.
it: Così, continuammo verso nord per alcuni giorni, fin quando arrivammo in una piccola città.

source: Grarivus and I decided we ought to sneak into the town and steal a map of the area from the town library. I don't think Grarivus knew exactly what 'map' or 'library' meant, and I wasn't entirely sure myself about 'library', but if it would help us get away from the Lavinians, he was for it.
it: Grarivus ed io decidemmo di sgattaiolare nella città e di rubare una mappa dell'area dalla libreria della città. Non penso che Grarivus sapesse esattamente che cosa significassero “mappa” o “libreria”, ed anche io non ero completamente sicuro sul termine “libreria”, ma se ci sarebbe stato d'aiuto per scappare dai Laviniani, egli era per farlo.

source: Steal the maps from the town library
it: Ruba le mappe dalla libreria cittadina

source: Library
it: Libreria

source: All right, so where's this library exactly?
it: Va bene allora, dov'è esattamente questa libreria?

source: Speak quietly, Grarivus! We don't want to alert the -
it: Parla piano, Grarivus! Non vogliamo mettere in allarme le –

source: Ah! Orcs, orcs in the southern woods!
it: Ah! Orchi, orchi nei boschi meridionali!

source: Damn! He's surely gone to warn the town garrison - we'll be fighting them before long.
it: Maledetto! È andato sicuramente ad avvertire la guarnigione cittadina – li combatteremo quanto prima.

source: Good! Orcs've always been better at fighting than sneaking anyway. Let them come!
it: Bene! Gli orchi si sono sempre comportati meglio combattendo che rubando, comunque. Lasciamoli venire!

source: But remember - we just want to go in, get the maps, and leave.
it: Ma ricorda – vogliamo solo entrare, prendere le mappe, ed andarcene.

source: What does it say, what does it say?
it: Cosa dice, cosa dice?

source: Let's see... Lavinium here, this place here, picture of orc there... we go... um, west! Yeah, west!
it: Vediamo... Lavinium qui, questo posto qui, disegno di orco qui... andiamo... um, ad ovest! Sì, ovest!

source: All right then, let's go west.
it: Va bene, andiamo ad ovest.

source: Bring Sparxus to the western border of the map
it: Porta Sparxus al bordo occidentale della mappa

source: We travel westwards!
it: Dirigiamoci ad ovest!

source: Taking over the town was unnecessary - we just wanted the map. Well, in any case, let us press onwards. Westward!
it: Conquistare la città non era necessario – volevamo solo la mappa. Comunque, in ogni caso, andiamo avanti. Verso ovest!

source: What the Dawn Brought
it: Quello che l'Alba Portò

source: Nemidian Slave-catchers
it: Cacciatori di Schiavi nemidiani

source: Dawn the next day found Grarivus and me, thinking ourselves free, preparing to duel.
it: L'Alba del giorno dopo trovò me e Grarivus, che, credendoci liberi, ci preparavamo al duello.

source: The Lavinians, however, had different plans. As we donned our gear, we heard hoofbeats on the road behind us...
it: I Laviniani, comunque, avevano piani diversi. Appena indossammo le nostre armature, sentimmo rumore di zoccoli sulla strada dietro di noi...

source: Kill the Nemidian slave-catchers
it: Uccidi i cacciatori di schiavi nemidiani

source: Hades! It seems we've been followed.
it: Maledizione! Sembra che siamo stati seguiti.

source: As long as the Lavinians are still trying to catch us, we're not really free. And we have to keep together - your people and mine - until we are free. So we can't fight yet.
it: Poiché i Laviniani stanno ancora cercando di prenderci, non siamo veramente liberi. E dobbiamo mantenere uniti il tuo popolo ed il mio fino ad allora. Quindi, non possiamo combattere ancora.

source: I suppose so.
it: Penso di sì.

source: Now... we can't possibly outrun these horsemen on foot. We'll have to kill them. But they're stonger than we are, by far...
it: Ora... noi non possiamo sfuggire a questi cavalieri a piedi. Dobbiamo ucciderli. Ma sono di gran lunga più forti di noi...

source: I've heard horses are hard to ride among trees. Perhaps if we lead them to that copse north of us we'll be able to defeat them.
it: Ho sentito dire che i cavalli sono difficili da cavalcare fra gli alberi. Forse, se li conduciamo in quel boschetto a nord di qui, potremo sconfiggerli.

source: Come on, let's round up these runaway orcs!
it: Andiamo, circondiamo questi orchi fuggiaschi!

source: I have failed...
it: Ho fallito...

source: That's the last of them.
it: Quello è l'ultimo.

source: Yes, we're free for now... but how long until the Lavinians try again? We're still in the middle of their country.
it: Sì, siamo liberi per adesso... ma quanto tempo passerà prima che i Laviniani ci provino ancora? Siamo ancora nel mezzo del loro paese.

source: I heard in the Barracks that we orcs first lived off somewhere far from here, where Lavinians never go; they captured us and put us in the Coliseum, but they never settled our old lands. If we get there, we'll be truly free.
it: Ho sentito dire nelle Baracche che noi orchi prima vivevamo da qualche parte lontano da qui, dove i Laviniani non vanno mai; essi ci catturarono e ci misero nel Colosseo, ma essi non si sono mai stabiliti sulle nostre vecchie terre. Se andiamo lì, saremo veramente liberi.

source: Where are these orc-lands, then?
it: Dove sono queste terre degli orchi, allora?

source: It's in the Western Mountains. Any fool knows that! Didn't none of you ever talk to the men back in the city?
it: Sono nelle Montagne Occidentali. Qualunque sciocco lo sa! Nesuno di voi ha mai parlato con gli uomini giù in città?

source: Sure, but about weapons and womenn, not maps. Damn upstart minuti.
it: Sicuro, ma di armi e di donne, non di mappe. Maledetti Minuti prepotenti.

source: I can't say I blame you for not embarrassing yourself trying to get educated. Only, you know, smart slaves can pull that off.
it: Non posso dire che ti incolpo per non imbarazzarti cercando di essere educato. Solamente, sai, gli schiavi intelligenti possono azzeccarla.

source: Calm down, calm down. Well then, Brotus, I suppose we're headed west!
it: Calmati, calmati. Allora, Brotus, suppongo ci siamo diretti ad ovest!

source: Ah, well, I don't know either. It's too bad Brotus died - he had a head for maps.
it: Ah, bene, non lo so nemmeno io. È un male che Brotus sia morto – egli aveva la testa per le mappe.

source: That weakling? I guess if you aint good at fighting you have to be good at something.
it: Quello smidollato? Penso che se non sei buono a combattere devi essere buono a qualcosa.

source: ...Anyway, we have to decide where to go from here.
it: ...Comunque, dobbiamo decidere dove andare.

source: We might as well keep going north - it'll lead us away from the road, so the Lavinians are less likely to catch us. Maybe we'll hear something eventually about where this orc-land is.
it: Possiamo anche continuare ad andare a nord – ci porterà lontano dalla strada, così i Laviniani avranno meno probabilità a prenderci. Forse alla fine sentiremo qualcosa di dove sia questa terra degli orchi.

source: End of the Paved Road
it: Fine della Strada Lastricata

source: 4th Legion
it: Quarta Legione

source: We continued west-wards along the highway for a few more days. Following my reckoning we were nearing the border, though we still had a long way to go...
it: Continuammo verso ovest lungo la strada per pochi giorni ancora. Secondo le mie conoscenze eravamo vicini al confine, anche se avevamo ancora molta strada da percorrere...

source: As we continued along the road I saw a small town ahead - that meant that we were finally nearing the desert, and freedom...
it: Mentre continuavamo lungo la strada, vidi davanti a noi una piccola città – ciò significava che alla fine eravamo vicini al deserto, ed alla libertà...

source: Free the Orcs in the Slave Quarters by killing the guards
it: Libera gli Orchi nel Quartiere degli Schiavi uccidendo le guardie

source: Kill Antonius Varus
it: Uccidi Antonius Varus

source: Bastard Orcs! Raise the militia, the escaped gladiators are moving against us!
it: Orchi bastardi! Radunate le milizie, i gladiatori scappati ci stanno venendo contro!

source: Our reputation precedes us, heh heh...
it: La nostra reputazione ci precede, eh, eh...

source: Indeed, storm the town! They won't be able to hold out against my hordes...
it: Infatti, assaltate la città! Essi non sapranno fronteggiare le mie orde...

source: Our hordes! Don't forget to free the slaves either, they'll be in the slave quarters to the north.
it: Le nostre orde! Non dimenticare di liberare anche gli schiavi, saranno nei quartieri degli schiavi a nord.

source: Charge!!!
it: Carica!!!

source: Get in line, you dogs! They won't break through a solid formation!
it: Tenete la linea, cani! Essi non passeranno attraverso un solido schieramento!

source: Auuuuggghh, we are overrun...
it: Auuuuggghh, siamo sopraffatti...

source: Orcei! You are now free, join me as we destroy your cruel masters!
it: Orcei! Sei libero adesso, unisciti a me mentre distruggiamo i vostri crudeli padroni!

source: Hail the Great Khan! We are yours!
it: Viva il Gran Khan! Siamo tuoi!

source: That's Charcarodon - the Shark! He's a household name throughout Lavinia.
it: Quello è Charcarodon – lo Squalo! È un nome famoso in tutta Lavinia.

source: I've heard of this orc - it is good to have him on our side.
it: Ho sentito di quest'orco – è bene averlo dalla nostra parte.

source: Bastard! I'll not die now, not by your hand!
it: Bastardo! Non morirò ora, non per mano tua!

source: One guard down!
it: Una guardia sconfitta!

source: So this is how the Shark dies...
it: Così muore lo Squalo...

source: You die a free Orc, my brother!
it: Tu uccidi un orco libero, fratello mio!

source: Please, have mercy! No! Auuuuggghh...
it: Per piacere, abbi pietà! No! Auuuuggghh...

source: We've taken the town!
it: Abbiamo preso la città!

source: Sack it! We don't want the Legions to find food and shelter as they arrive...
it: Saccheggiatela! Non vogliamo che le Legioni trovino cibo e riparo quando arriveranno...

source: They'll be on our tail regardless, so we best do it quickly.
it: Saranno lo stesso sulle nostre tracce, quindi, meglio che lo facciamo presto.

source: When do you think we should move?
it: Dove pensi che dovremmo andare?

source: We move out tommorow at dusk, it'll be less exhausting to travel the desert at night...
it: Andremo via al crepuscolo, sarà meno spossante attraversare il deserto di notte...

source: I agree, we must rest before though. We have a very long way ahead of us.
it: Sono d'accordo, anche se dobbiamo prima riposare. Abbiamo un cammino molto lungo davanti a noi.

source: Crossing the Desert
it: Attraversare il Deserto

source: 5th Legion
it: Quinta Legione

source: And so it was, that night we continued through the desert - the western mountains finally in sight. If we had continued uninterrupted we'd have made it there by dawn tommorow.
it: E così fu, quella notte continuammo attraverso il deserto – con le montagne occidentali alla fine in vista. Se avessimo continuato non disturbati, saremmo arrivati lì per l'alba di domani.

source: Of course, uninterrupted was too much to hope for...
it: Naturalmente, non essere disturbati era sperare troppo...

source: Run to the hills
it: Corsa alle colline

source: VIII Ceresia! The mongrels are there, just ahead of us. It is finally time for us to remind them of their place!
it: VIII Ceresia! I bastarsi sono qui, proprio davanti a noi. Alla fine è tempo per noi di ricordare loro qual è il loro posto!

source: You have all experienced combat before, this will be no different. We will break them! They will dine on steel tonight!
it: Tutti avete già combattuto in passato, adesso non sarà diverso. Li schianteremo! Mangeranno acciaio stanotte!

source: Men! You heard the Centurion, we move now!
it: Uomini! Avete sentito il Centurione, muoviamoci, ora!

source: Arm yourselves! We will stand our ground!
it: Preparatevi! Terremo duro!

source: Noble Soldiers! Move into position - Charge!!!
it: Nobili Soldati! Mettetevi in posizione – Carica!!!

source: Damn it! Run! Grab your weapons and move! We can't let the cavalry cut us off!
it: Maledizione! Correte! Prendete le vostre armi e scappate! Non possiamo permettere che la cavalleria ci faccia a pezzi!

source: Follow the dunes, we move now my brothers!
it: Seguite le dune, muoviamoci adesso, miei fratelli!

source: You're mine, Sparxus!
it: Sei mio, Sparxus!

source: No! I will not fail...
it: No! Io non cadrò...

source: Continue, my cavalry! You will not fail!
it: Avanti, miei cavalieri! Voi non cederete!

source: The Last Stage
it: L'ultima tappa

source: Dwarves of Western Mountains
it: I nani delle Montagne Occidentali

source: Dragon
it: Dragone

source: Barduir the Ancient
it: Barduir l'Antico

source: We've arrived, all that is left now is to finally settle and take what is ours by right - a life free of our unworthy Lavinian masters
it: Siamo arrivati, tutto quello che ora rimane da fare è sistemarci definitivamente e prendere quello che è nostro per diritto – una vita libera dai nostri indegni padroni laviniani.
