Repository: wescamp/Galis_Contract-1.6
Catalog: po/*.po
Languages: it

source: Yet even now, after breaking free from our Lavinian bonds - and travelling our great sojourn - we are still denied that right....
it: Perfino ora, dopo esserci liberati da nostri legami laviniani – ed aver fatto la nostra grande migrazione – ci è ancora negato quel diritto...

source: Prove your worth to the dwarves
it: Prova il tuo valore ai nani

source: Force Barduir back to his cave (Optional)
it: Trattieni Barduir nella sua caverna (Opzionale)

source: There! The Orcs are here!
it: Ecco! Gli orchi sono qui!

source: Orcei! Surrender now and you will live, you will be returning to Lavinium whatever the case - whether a healthy Orc or butchered carcass matters little to me...
it: Orcei! Arrenditi ora e vivrai, ritornerai a Lavinium comunque – se come un orco sano o come una carcassa macellata mi importa poco...

source: I shall not return to Lavinium! I will live and die a free Orc!
it: Io non ritornerò a Lavinium! Vivrò e morirò come un orco libero!

source: Indeed, if that is your decision... So be it! The Lavinians will pay a very large sum to be able to decapitate your lifeless body in front of the other slaves...
it: Va bene, se è questa la tua decisione... Così sarà! I Laviniani pagheranno una grande somma per decapitare il tuo corpo senza vita davanti agli altri schiavi...

source: That is the only reason you fight us? You're mercenaries?
it: Questa è l'unica ragione per cui ci combattete? Siete dei mercenari?

source: Prepare to charge, my brothers!
it: Preparatevi a caricare, miei fratelli!

source: It looks like there's an abandoned orc encampment ahead, if we can somehow convince the Cavernei to make peace we can settle right here...
it: Sembra che ci sia un accampamento abbandonato degli orchi qui davanti, se riusciamo in qualche modo a convincere i Cavernei a far pace, possiamo stabilirci proprio qui...

source: If they fight only for money maybe we may merely need to make this cost more than they would gain...
it: Se combattono solo per soldi forse è sufficiente rendere la battaglia più costosa di quanto potrebbero guadagnare...

source: Ach! What in the seven hells was that!?
it: Accidenti! Nel nome dei sette inferni, cos'è quello?

source: Dragon... There's a dragon... coming towards us...
it: Dragone... C'è un dragone... che viene verso di noi...

source: Move, move, move! Latronii, prepare to shoot that bastard from the sky!
it: Muovetevi, muovetevi, muovetevi! Latronii, preparatevi a buttare giù quel bastardo dal cielo!

source: Maybe the dragon would choose not to fight us if we wound him...
it: Forse il dragone sceglierebbe di non combatterci se lo feriamo...

source: Eh... Maybe it wasn't worth the money...
it: Eh... Forse non ne valeva la pena...

source: Ach! I'm dying...
it: Ah! Muoio...

source: Master! You can't die here, not like this!
it: Padrone! Non puoi morire qui, non così!

source: The dragon is retreating!
it: Il dragone si sta ritirando!

source: Now we can focus on the dwarves...
it: Ora, possiamo concentrarci sui nani...

source: We may be losing more here than we would gain from the Lavinians...
it: Qui possiamo perdere più di quanto potremmo guadagnare dai Laviniani...

source: The Lavinians aren't worth this trouble...
it: I Laviniani non valgono questo fastidio...

source: You, Orc! This fight has gone on long enough - would you be willing to ally together here?
it: Tu, orco! Questa lotta è andata avanti già abbastanza – ci vogliamo alleare?

source: If you would agree to a lasting peace, we shall.
it: Se acconsentite ad una pace duratura, lo faremo.

source: We're done! We can no longer afford to continue!
it: Basta così! Non possiamo più permetterci di continuare!

source: Then we shall have peace...
it: Allora, avremo la pace...

source: Freedom Has a Meaning
it: La libertà ha un significato

source: Judge
it: Giudice

source: The dwarves, after we... persuaded... them to stop fighting us, proved quite good neighbors. Or, rather, they proved no neighbors at all; we rarely saw them again, after that day. It seems they only come to the surface when then have a job to do. If we wanted, we could summon them with one of their wishing wells, but we have no tasks for them, and nothing to pay them with.
it: I nani, dopo che noi... li convincemmo... a non combatterci, si dimostrarono buoni vicini. O, piuttosto, non erano per niente “vicini”; raramente li vedemmo ancora, dopo quel giorno. Sembrava che salissero alla superficie solo quando avevano qualcosa da fare. Se volevamo, potevamo chiamarli tramite uno dei loro pozzi dei desideri, ma non avevamo compiti per loro, e niente con cui pagarli.

source: Indeed, we have been left entirely alone. The Lavinians saw no point in continuing their quest to recapture or kill us. They decided to ignore us; a handful of escaped gladiatores could pose little threat to them. Judging from the steady trickle of runaways we get, I think we do pose some threat to their wealth if not their safety, but we're not complaining about a lack of attention.
it: Infatti, fummo lasciati completamente soli. I Laviniani non avevano ragione di continuare a cercare di ricatturarci o di ucciderci. Decisero di ignorarci; un pugno di gladiatori fuggiaschi era una piccola minaccia per loro. A giudicare dal sicuro allontanamento dei fuggitivi che ottenemmo, penso che eravamo una qualche minaccia per la loro salute se non per la loro sicurezza, ma noi non ci lamentavamo per la mancanza di attenzione...

source: And so, finally, our story ends where it began - in the arena. For I have not forgotten Grarivus, and he has not forgotten me. A month has passed since we settled here; it is past time to determine once and for all which of us our menn will follow - which of us will be, as Brotus once told me our ancestors used to say, our Khan. The Khan of the Chainbreaker clan.
it: E così, alla fine, la nostra storia finisce dove è cominciata – nell'arena. Perché io non avevo scordato Grarivus, e lui non aveva scordato me. Era passato un mese da quando ci eravamo stabiliti qui; era tempo di stabilire una volte e per tutte chi di noi i nostri uomini avrebbero seguito – chi di noi sarebbe stato, come Brotus una volta mi disse che i nostri antenati usavano chiamarlo, il nostro Khan. Il Khan del Clan degli Spezzatori della Catena.

source: Tomorrow, at dawn, we fight. Not single combat - no, no, that would not be nearly fun enough. We shall each choose our armies, six menn each, and then we fight – just like that day in the Coliseum. But now we can fight who we choose.
it: Domani, all'alba, combatteremo. Non un singolo combattimento – no, no, che potrebbe quasi non essere abbastanza eccitante. Noi sceglieremo entrambi il nostro esercito, sei uomini ciascuno, e poi combatteremo – proprio come quel giorno nel Colosseo. Ma ora possiamo combattere chi scegliamo noi.

source: Kill Grarivus
it: Uccidi Grarivus

source: Charcarodon - are you certain you wish to remain neutral here?
it: Charcarodon – sei certo di voler rimanere neutrale?

source: I did not live in Lavinium when you did; I am not involved in this feud. It would dishonor you both if I were to choose a side ignorantly.
it: Non sono vissuto in Lavinium quando ci siete stati voi; non sono coinvolto in questa faida. Sarebbe un disonore per tutte e due se io scegliessi una parte senza conoscere i particolari.

source: Very well. You shall be judge here, then. Your experience of the workings of the Coliseum dwarfs that of any of us.
it: Molto bene. Sarai il giudice allora. La tua esperienza dei combattimenti del Colosseo rimpicciolisce quella di ognuno di noi.

source: I do not know if that is true, but I will judge your duel nonetheless. Now, the rules - there will be six menn fighting on each side in addition to the leaders - namely, you two - and you shall fight until the death of one of said leaders. Then, the survivor will become Khan. Are we agreed on these?
it: Non so se sia vero, ma comunque giudicherò il vostro duello. Ora, le regole – ci saranno sei uomini che combatteranno da entrambi le parti oltre ai leader – cioè, voi due – e voi combatterete fino alla morte di uno dei suddetti leader. Quindi, il sopravvissuto diventerà Khan. Siamo d'accordo su questo?

source: I have no objections.
it: Io non ho obiezioni.

source: Nor I; so let us begin.
it: Nemmeno io; cominciamo.

source: Prepare yourselves for battle, then.
it: Preparatevi per la battaglia, allora.

source: I will be judge here for this battle. Are we agreed on the rules?
it: Sarò il giudice per questa battaglia. Siamo d'accordo sulle regole?

source: Indeed. Six men each, till the death of the enemy leader.
it: Sì. Sei uomini per entrambi, fino alla morte del comandante nemico.

source: Yes - and the winner is undisputed Khan of these menn.
it: Sì – ed il vincitore è il Khan indiscusso di questi uomini.

source: Very well; prepare yourselves for battle!
it: Molto bene; preparatevi alla battaglia!

source: Let's get on with it!
it: Andiamo avanti!

source: Indeed - let us fight.
it: Sì – combattiamo.

source: Well, Brotus, we have made it thus far. Are you ready for the final test?
it: Bene, Brotus, Siamo arrivati fin qua. Sei pronto per la battaglia finale?

source: Aye. I cannot wait to send that damned idiot to Hades.
it: Sì. Non posso più aspettare di mandare quei maledetti idioti all'inferno.

source: I... die...
it: Io... muoio...

source: And I am Khan.
it: E io sono Khan.

source: Grarivus! You will pay for this!
it: Grarivus! Pagherai per questo!

source: Good riddance.
it: Che liberazione.

source: The bastard's dead.
it: Il bastardo è morto.

source: Sparxus is the victor! All hail the new Khan!
it: Sparxus è il vincitore! Acclamiamo tutti il nuovo Khan!
